[M_ArmsDealer MissionDefinition]
MissionName="Contrabando Extremo"
MissionDescription="Zed efetuou vários pedidos para um traficante de peças de reposição chamado Varnell. As encomendas acabaram de chegar em [place]Highlands[-place] e Zed precisa pegá-las antes que elas estraguem... ainda que ele se negue a explicar como é possível um monte de peças mecânicas estragarem."
TurnInDescription="Desde que chegou à Pandora você foi agredido, alvejado, apunhalado, congelado... e ainda assim esses trocadilhos de palavras é o que mais irrita nesse lugar."
MissionSummary="Recolha as encomendas do Dr. Zed antes que esgote o tempo."
MissionGiver="Dr. Zed"
MissionTurnInLocation="Painel de Trabalhos de Overlook"
TeaserText="Se souber dirigir rápido e não fazer perguntas idiotas do tipo "por que devo fazer isso?" ou "o que é isso?", o Dr. Zed tem um serviço pra você."

[M_ArmsDealer:ArmsDeadler_LootMailboxes MissionObjectiveDefinition]
ProgressMessage="Abra as caixas postais"

[M_ArmsDealer:CollectArms MissionObjectiveDefinition]
ProgressMessage="Pegue os membros"

[M_ArmsDealer:GotoFirstMailbox MissionObjectiveDefinition]
ProgressMessage="Vá até a primeira caixa postal"

[M_ArmsDealer:InitialSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_ArmsDealer:LootMailboxes MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_ArmsDealer:MissionObjectiveSetDefinition_2 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_ArmsDealer:PlaceOrgans MissionObjectiveDefinition]
ProgressMessage="Deixe os membros na caixa postal"

